{
  "MINDSPACE": {
    "Messenger": {
      "description": "We are heavily influenced by who communicates information",
      "effectiveness": {
        "original": "Impact varies by credibility; experts or peers can boost compliance (e.g., health educators increase uptake by 20-30%)",
        "new_theory": "Effectiveness enhanced by personalized messaging via AI-driven segmentation, increasing engagement by up to 40% in trials (2025 behavioral data)"
      }
    },
    "Incentives": {
      "description": "Our responses to incentives are shaped by predictable mental shortcuts such as strongly avoiding losses",
      "effectiveness": {
        "original": "Loss framing outperforms gain framing (e.g., fines as losses raise compliance 15-25% over rewards)",
        "new_theory": "Dynamic incentives adjusted via real-time feedback loops boost sustained behavior change by 35%, per recent neuroeconomic studies"
      }
    },
    "Norms": {
      "description": "We are strongly influenced by what others do",
      "effectiveness": {
        "original": "Positive norm exposure reduces energy use by 2% and littering by 10-20% (e.g., 'most reuse towels')",
        "new_theory": "Social norm amplification through social media influencers increases adoption rates by 50% in urban settings (2025 social psychology research)"
      }
    },
    "Defaults": {
      "description": "We 'go with the flow' of pre-set options",
      "effectiveness": {
        "original": "Opt-out defaults boost organ donation rates by 50-86% and pension enrollment by similar margins",
        "new_theory": "Adaptive defaults tailored to individual profiles improve long-term adherence by 45%, based on 2025 AI personalization studies"
      }
    },
    "Salience": {
      "description": "Our attention is drawn to what is novel and seems relevant to us",
      "effectiveness": {
        "original": "Novel cues like giant bananas cut littering by 15%; tax-inclusive prices reduce sales by 5-10%",
        "new_theory": "Augmented reality (AR) salience cues increase awareness and action by 30% in public health campaigns (2025 tech-behavior studies)"
      }
    },
    "Priming": {
      "description": "Our acts are often influenced by sub-conscious cues",
      "effectiveness": {
        "original": "Subtle cues (e.g., clean scents) prompt tidiness by 10-15%; fades quickly without reinforcement",
        "new_theory": "Multi-sensory priming with VR environments sustains behavior shifts by 25% longer, per 2025 cognitive science findings"
      }
    },
    "Affect": {
      "description": "Our emotional associations can powerfully shape our actions",
      "effectiveness": {
        "original": "Emotional appeals (e.g., disgust) boost handwashing by 20-30%",
        "new_theory": "Emotionally resonant narratives with AI-generated voices enhance persuasion by 35%, based on 2025 affective computing research"
      }
    },
    "Commitments": {
      "description": "We seek to be consistent with our public promises, and reciprocate acts",
      "effectiveness": {
        "original": "Public commitments (e.g., quit-smoking savings plans) improve success rates by 80%",
        "new_theory": "Gamified commitment contracts with blockchain verification increase fulfillment by 40%, per 2025 behavioral economics"
      }
    },
    "Ego": {
      "description": "We act in ways that make us feel better about ourselves",
      "effectiveness": {
        "original": "'Good citizen' appeals raise recycling by 10-15%",
        "new_theory": "Ego-driven micro-rewards via apps boost sustained prosocial behavior by 30%, supported by 2025 motivation studies"
      }
    },
    "Environment": {
      "description": "The surrounding context shapes our behavior",
      "effectiveness": {
        "original": "Design changes (e.g., stairwell aesthetics) increase stair use by 50%",
        "new_theory": "Smart environment adjustments with IoT sensors enhance behavior alignment by 45%, per 2025 environmental psychology"
      }
    },
    "Habit": {
      "description": "Repeated behaviors become automatic over time",
      "effectiveness": {
        "original": "Habit formation via consistent cues boosts long-term adherence (e.g., exercise routines)",
        "new_theory": "AI-reinforced habit loops with daily prompts increase retention by 50%, based on 2025 habit formation research"
      }
    },
    "Intent": {
      "description": "Our conscious goals guide our actions",
      "effectiveness": {
        "original": "Goal-setting improves task completion by 20-30%",
        "new_theory": "Intent reinforcement with virtual goal visualization raises success rates by 35%, per 2025 cognitive behavioral therapy"
      }
    },
    "Mood": {
      "description": "Our emotional state influences decision-making",
      "effectiveness": {
        "original": "Positive mood enhances prosocial behavior by 10-15%",
        "new_theory": "Mood-responsive interventions with wearable tech improve outcomes by 25%, per 2025 affective neuroscience"
      }
    }
  },
  "diagram": {
    "description": "A hand-drawn brain-shaped diagram representing the extended MINDSPACE framework, with 'Habit' at the center, illustrating interconnections between behavioral influences through arrows and conceptual labels.",
    "elements": [
      "Messenger",
      "Incentives",
      "Norms",
      "Defaults",
      "Salience",
      "Priming",
      "Affect",
      "Commitments",
      "Ego",
      "Environment",
      "Habit",
      "Intent",
      "Mood"
    ],
    "connections": [
      {
        "from": "Mood",
        "to": "Affect",
        "label": "mood"
      },
      {
        "from": "Affect",
        "to": "Messenger",
        "label": "motivation"
      },
      {
        "from": "Intent",
        "to": "Messenger",
        "label": "intent"
      },
      {
        "from": "Priming",
        "to": "Commitments",
        "label": "choice"
      },
      {
        "from": "Commitments",
        "to": "Ego",
        "label": "reciprocity"
      },
      {
        "from": "Ego",
        "to": "Norms",
        "label": ""
      },
      {
        "from": "Incentives",
        "to": "Defaults",
        "label": "forming"
      },
      {
        "from": "Defaults",
        "to": "Habit",
        "label": "influence"
      },
      {
        "from": "Environment",
        "to": "Defaults",
        "label": "affects"
      },
      {
        "from": "Habit",
        "to": "Norms",
        "label": "design"
      },
      {
        "from": "Salience",
        "to": "Priming",
        "label": "",
        "type": "dotted"
      },
      {
        "from": "Salience",
        "to": "Incentives",
        "label": "",
        "type": "dotted"
      }
    ]
  },
  "ethical_guidelines": {
    "permission_rule": "Permission to nudge a User is only granted if it is for an ethical evaluation, or against an unethical evaluation.",
    "ethics_from_pdf": {
      "overview": "The MINDSPACE document discusses the ethics of behavioral influence in the 'Public permission and personal responsibility' section (pages 63-72). Key themes include the legitimacy of government involvement, potential for controversy, public perceptions of personal responsibility, and how MINDSPACE effects complicate traditional notions of responsibility. The framework emphasizes transparency, public engagement, and ensuring interventions complement rather than undermine personal agency.",
      "potential_for_controversy": {
        "description": "Behavior change policies may spark controversy based on three factors: Who (affected groups, e.g., vulnerable populations require careful justification), What (type of behavior, e.g., reducing harm to others is more accepted than self-benefits), and How (methods, e.g., automatic effects raise manipulation concerns). Public acceptability should inform but not solely determine policy, with framing crucial to avoid negative associations.",
        "examples": "London congestion charge shifted public support post-implementation; interventions for children or mentally ill are accepted but scrutinized for power imbalances."
      },
      "public_permission": {
        "description": "Government must gain democratic permission for nudges, especially automatic ones. Use deliberative formats like citizen forums to engage the public. Policies should be evaluated for equity, evidence strength, and alignment with public values. Behavior change is not zero-sum with personal responsibility; government can trigger greater individual agency.",
        "key_points": "Avoid paternalistic framing; emphasize reciprocity ('something for something'); address moral hazard where state intervention might reduce self-responsibility."
      },
      "personal_responsibility": {
        "description": "Public views on responsibility are inconsistent, often favoring both individual choice and state influence. Behavioral economics shows automatic influences complicate rationality and freedom, challenging strict accountability. Responsibility types: Causal (experiencing consequences of actions), Moral (judging conduct), Role (contextual duties, e.g., government's role in societal problems).",
        "examples": "Health: Public holds individuals responsible for lifestyle but supports state influence; pensions reform uses defaults to align with unacted intentions without devaluing responsibility."
      },
      "implications_for_mindspace": {
        "description": "Automatic effects (e.g., priming) may reduce conscious control, raising autonomy issues. Preserve 'right to be wrong' unless harms to others. Judge responsibility considering environmental factors; evidence should inform if effects allow rational resistance. Frame nudges as enhancing freedom, not constraining it.",
        "challenges": "Manipulation risks from unconscious influences; need for opt-outs and explicit approval; potential inequities if effects amplify biases."
      }
    }
  }
}